Скрипты/UC3_Buy_speakers/data/http.db/resp_002_019.dat

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><ns2:PaymentPreferences xmlns:ns2="com.advantage.online.store.accountservice"><ns2:preference><ns2:paymentMethod>20</ns2:paymentMethod><ns2:cardNumber>4886424288888888</ns2:cardNumber><ns2:expirationDate>122027</ns2:expirationDate><ns2:cvvNumber>233</ns2:cvvNumber><ns2:customerName>VitalyKazarin</ns2:customerName><ns2:preferenceId>0</ns2:preferenceId></ns2:preference></ns2:PaymentPreferences></SOAP-ENV:Body></SOAP-ENV:Envelope>